/* SMTP Server address */
"Address:" = "Indirizzo:";

/* Authentication checkbox */
"Authentication" = "Autenticazione";

/* Title for from field */
"From:" = "Da:";

/* No security option */
"None" = "Nessuno";

/* password field */
"Password:" = "Password:";

/* SMTP Server port */
"Port:" = "Porta:";

/* Security options title */
"Security:" = "Sicurezza:";

/* Title for box containing SMTP server details */
"SMTP Server:" = "Server SMTP:";

/* Title for subject prefix field */
"Subject prefix:" = "Prefisso Soggetto:";

/* TLS if possible security option */
"TLS if possible" = "se possibile TLS";

/* TLS or close security option */
"TLS or close" = "TLS o chiudi";

/* Title for to field */
"To:" = "A:";

/* Username field */
"Username:" = "Nome utente:";

